Repository: null2264/MoodleBot
Catalog: locale/*/LC_MESSAGES/elearningbot.po
Languages: id_id

source: To use {0} you'll need to be registered first, use `!register` to start the registration.
id_id: Untuk menggunakan {0} anda harus terdaftar terlebih dahulu, gunakan `!register` untuk memulai pendaftaran.

source: To get upcoming event use `!get homework`.
id_id: Untuk melihat kegiatan yang akan datang gunakan `!get homework`

source: For further support please DM `ZiRO2264#4572`!
id_id: Untuk bantuan lebih lanjut silahkan DM `ZiRO2264#4572`!

source: Help with Elearning Bot
id_id: Bantuan dengan Elearning Bot

source: You already have token registered!
id_id: Token anda telah terdaftar!

source: Please check your DM to complete the registration!
id_id: Silahkan cek pesan pribadi untuk menyelesaikan pendaftaran!

source: *This will not stored in the bot's database!
id_id: *Password tidak akan tersimpan dalam database!

source: *Usually registered as your student ID.
id_id: *Biasanya berupa NIM.

source: Username?
id_id: Nama Pengguna?

source: Password?
id_id: Kata Sandi?

source: Registration Failed
id_id: Pendaftaran Gagal

source: Invalid login, please try again
id_id: Login tidak valid, silahkan coba lagi

source: Congratulation your token successfully registered! **Your account information**: Username: `
id_id: Selamat, token anda telah terdaftar! **Informasi akun anda**: Nama pengguna: `

source: ` Password: ||``
id_id: ` Kata sandi: ||``

source: User Information
id_id: Informasi Pengguna

source: Registration Success
id_id: Pendaftaran Sukses

source: Congratulation {0}, your token successfully registered!
id_id: Selamat {0}, token anda telah terdaftar!

source: {0}, your elearning user id is `{1}`
id_id: {0}, nomor id pengguna anda adalah `{1}`

source: You're not registered, please do `!register` first
id_id: Anda belum terdaftar, silahkan gunakan `!register` terlebih dahulu
